# Стартовое сообщение
welcome-message =
    أهلاً! 👋 هنا مساعدك الشخصي.هذا مايمكنني مساعدتك به:

    🍽 <b>قائمة طعام المينزا</b> يمكنك العثور على قائمة الطعام الحالية حتى تطلع دائما على العروض اليومية.
    
    📬 <b>إرسال قائمةالطعام:</b> أحصل على قائمةالطعام اليومية من المينزا التي تختارها

    📅 <b>التقديم في مكتب المدينة:</b> تحقق بسهولة من المواعيد المتاحة في مكتب المدينة.

    🔗 <b>روابط:</b> أحصل على صلاحية أسرع لروابط مفيدة بخصوص موقع الجامعة وغيرها الكثير.

    رجاءً حدد اللغة المفضلة لاستخدام مساعدك الشخصي من خلال الاعلام المناسبة.

    ثم أضغط على الزر أدناه لتحديد المينزا التي تود تلقي العروض منها.

    أستخدم القائمة الرئيسية للتنقل. إذا كان لديك أسألة، راسلني على @MafiaCoconut وٍسأعمل على مساعدتك.

reactivating-the-bot = لقد قمت بتفعيل المساعد الشخصي بالفعل!


# Menu
menu-main =
    <b>القائمة الرئيسية</b>

    حدد اختيارك.

menu-canteens =
    <b>أماكن تقديم الطعام</b>

    حدد المكان لتلقي العروض منه.

menu-links =
    <b>روابط</b>

    حدد اختيارك للدخول على الرابط.

menu-stadburo =
    <b>مكتب المدينة</b>

    حدد قسمًا لتلقي قائمة بالمواعيد المتاحة.

menu-immigration =
    <b>مكتب الهجرة</b>
    
    حدد قسمًا لتلقي قائمة بالخيارات المتاحة.

menu-settings-heading = <b>قائمة الإعدادات المتاحة للمينزا:</b>
menu-settings-mailing-on = التلقي - مشغل
menu-settings-mailing-off = التلقي - مطفئ
menu-settings-mailing-time = وقت التلقي - {$mailing_time}
menu-settings-mailing-numbers-on = عرض الأرقام في القائمة - مشغل
menu-settings-mailing-numbers-off = عرض الأرقام في القائمة - مطفئ
menu-settings-canteen = مكان الطعام - {$canteen}
menu-settings-ending = أضغط الزر لتغيير الإعدادات.

menu-donations =
    يمكنك استخدام إحدى الطرق التالية لدعم المطور في مالو أردت:

    PayPal: https://www.paypal.me/mafiacoconut

    Bitcoin: `195PiHUBkeAHN8z4ZwMmMPFc9eRbjZUcc2`

menu-additionally =
    <b>إضافي</b>

    أختر عنصر من القائمة.

menu-manuals =
    <b>إعدادات يدوية</b>

    حدد التعليمات للانتقال لها.

menu-feedback =
    <b>ترك ملاحظات</b>

    أختر عنصر من القائمة.

menu-contacts =
    🤖 <b>عن المطور</b>

    أهلا! أنا@MafiaCoconut مطور هذا المساعد الشخصي. أتمنى أن يعود عليكم بالفائدة والمتعة! 
    Hi! I am @MafiaCoconut, the developer of this bot. I hope it brings you benefit and pleasure!

    📧 <b>للتواصل:</b>
    - Email: mafiacoconut.contacts@gmail.com

    🌐 <b>روابط:</b>
    - https://linktr.ee/mafiacoconut


# Клавиатура
# Главное меню
main-menu-canteen = أماكن الطعام
main-menu-links = روابط
main-menu-stadburo = مكتب المدينة
main-menu-settings = الإعدادات
main-menu-donation = للتبرعات
main-menu-additionally = إضافي

# Ссылки
others-links = روابط أخرى
main-links = للرجوع
freebies = هدايا

# Настройки
change-mailing-time = أوقات تلقي عروض الطعام    
change-status-mailing = إطفاء أو تشغيل تلقي العروض
change-status-numbers-in-menu = إطفاء تشغيل الأرقام في قائمةالطعام

#Дополнительное меню
menu-manuals-button = تعليمات
menu-feedback-button = الملاحظات

#Обратная связь
contacts = معلومات التواصل
response = ملاحظات أو شكاوي

# Перенаправление
to-menu-main = إلى القائمةالرئيسية
open-menu-main = أفتح القائمةالرئيسية
back = رجوع


# Столовые (внутреннее)
dishes-header =
    قائمة طعام هذا المكان <b>{$canteen_name}</b>
    وقت آخر تحديث: {$day} - {$time_last_parser}


main-dishes-title = <u><b>الأطباق الرئيسية</b></u>

beilagen-title = <u><b>الأطباق الجانبية</b></u>

no-menu-for-today =
    قائمة طعام هذا المكان <b>{$canteen_name}</b>

    للأسف لايوجد أي بيانات حاليًا من المكان المحدد

canteen-is-closed =
    قائمة طعام هذا المكان <b>{$canteen_name}</b>
    المكان المحدد حاليًا مغلق.

canteens-open-time = أوقات العمل <b>{$canteen_name}</b>:

colibri-open-time =
    قائمة طعام هذا المكان <b>CoLibri</b> not available

    أوقات العمل <b>CoLibri</b>:

# Stadburo (внутреннее)
list-of-all-termins = قائمة المواعيد المتاحة في <b>{$termins_name}</b> في تمام {$time} {$day_last_activate}:

lack-of-terms = للأسف لايوجد مواعيد متاحة حاليًا(((

# Settings (внутреннее)
enter-appropriate-time-for-your-daily-mailing =
    أدخل الأوقات المناسبة لتلقي العروض اليومية.

cancel-button = للإلغاء أضغط على زر "رجوع".

try-again = حاول مجددًا.

change-mailing-canceled = تم إلغاء التغيير في موعد تلقي العروض.

change-mailing-complete = تم تغيير أوقات التلقي بنجاح إلى <b>{$time}</b>.

# Feedback
heading-to-send-to-developer = أدخل النص الذي تود إرساله للمطور.

text-to-send-to-developer =
    واثق من أنك تود إرسال النص؟:
    <b>{$feedback}</b>

    لإرسال الرسالة اضغط على "إرسال"
    لتعديها أضغط على "تعديل"
    لإلغاء العملية أضغط على "إلغاء"

send = إرسال
change = تعديل
cancel = إلغاء

email-successfully-delivered = تم تسليم الرسالة بنجاح.

delivery-canceled = تم إلغاء الشكوى الاقتراح بنجاح.

echo =
    لايوجد أمر خاص بطلبك.
    حاول مجددًا.

in-development = أثناء التطوير

change-canteen = غير مكان تلقي العروض

to-change-canteen = إذهب إلى قائمة إختيار أماكن الطعام

disable-mailing-canteen = أطفئ التلقي

save = حفظ

choose-canteen-for-mailing = حدد مكان الطعام الذي تود تلقي العروض منه
is-sure-to-save-canteen = واثق من اختيارك لهذا المكان {$canteen}؟
is-sure-to-disable-mailing-canteen = واثق من إلغاءك لتلقي العروض من هذا المكان؟

canteen-deactivated =
    تم تعطيل غرفة الطعام التي حددتها مؤقتا.
    يمكنك تحديد غرفة طعام مختلفة للبريد في قائمة الإعدادات.

    عندما تكون غرفة الطعام متاحة مرة أخرى ، سوف تتلقى إشعارا.

canteen-reactivated =
    غرفة الطعام {$canteen_name} متاح للبريد مرة أخرى.